{
  "shelley": {
    "name": "Shelley Townsend",
    "picture": "shelley-1.jpg",
    "description": "Shelley D. Townsend, born in Houston, Texas, began her artistic journey in Europe, where her family moved to support her mother's opera career. Living in Paris and Milan for eleven years, she was inspired by Italian sculptor Ernesto Ornati to pursue sculpture. Townsend honed her craft at Loretto Heights College in Denver, Colorado, earning BFA degrees in both Sculpture and Painting. Her career flourished in New York City and later in Connecticut, where she studied under Peter Rubino. Now back in Houston, Townsend has produced a significant body of work and enjoys teaching sculpture, sharing her passion for creating beauty in its most natural form.",
    "website": "http://sculpturestudieswithshelley.info/Houstons_Premiere_Ceramic_Figure_Sculpture_Studio.html"
  },
  "bailey": {
    "name": "Bailey Ryherd",
    "picture": "bailey-1.jpg",
    "description": "Bailey Ryherd is a versatile artist with over a decade of experience in polymer clay sculptures, digital art, ink drawings, and concept art. Since 2010, she has taken commissions, creating unique and imaginative pieces that showcase her diverse skills and dedication to her craft.",
    "website": "https://linktr.ee/skogsnegl"
  },
  "olesia": {
    "name": "Olesia Y. Rodionova",
    "picture": "olesia-1.jpg",
    "description": "Ladymilkydeer is a versatile artist working in traditional and digital mediums, including watercolor, algorithmic art, blackwork tattooing, and brand conceptualization. An AI enthusiast focused on ethics, she explores the intersection of technology and identity. Originally from Ukraine, she started her U.S. career in 2023 with &quot;Dreaming. POV: you are an android,&quot; a project depicting an android’s perspective in sleep mode. She has since participated in over ten collective shows at Hardy and Nance Studio, the &quot;Don’t Call Me Sweetie&quot; show by Insomnia Gallery, and was published in the fubar.space 2k23 catalogue with a glitch art fashion project."
  },
  "daniel": {
    "name": "Daniel Calderon Arenas",
    "picture": "daniel-1.jpg",
    "description": "Daniel Calderon-Arenas is an Mexican-born artist and educator from Houston, Texas. Daniel teaches courses on coding and digital processes at the K. G. McGovern College of the Arts and also has his own studio art practice. He currently writes generative art algorithms designed for the blockchain and has been exploring code-base creativity since 2016.",
    "website": "https://linktr.ee/dacaldera"
  },
  "tom": {
    "name": "Thomas MacDonald",
    "picture": "tom-2.jpg",
    "description": "Thomas Grant MacDonald is a skilled video editor and the owner of Southwest Digital, a full-service digital marketing company in Houston, Texas. He is an alumnus of the University of Texas at Austin and the University of Pennsylvania School of Design. With years of experience in video content creation and editing, Thomas loves helping others learn new skills. He is excited to share his knowledge at Forgn. Join his class to learn how to create amazing videos with easy-to-follow steps!",
    "website": "https://www.southwestdigital.io/"
  }
}
